{
    "items": [
        {
            "title": "Be Who You Are",
            "subTitle": "2022 One Act",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>I</span> decided to write and direct a physical theater piece that requires exaggerated body movements rather than any words to demonstrate my idea. The door in the middle of the stage is not simply a physical boundary between indoors and outdoors but also acts as the wall between the main character's true inner being and what he would prefer to represent to people. When someone walks inside the room, it is as if he walked into the main character's mind. Everyone seems to be hiding an aspect of themselves because they are afraid that their true self won’t be accepted by the general public. This play, which I self-directed and acted in, tells the story of a man who tries so hard to hide his true self, but little does he, his secret will be revealed when one of his colleagues comes to visit him. In writing this piece I try to send my audience the following message: Don’t be afraid to be yourself. After all, people around us might be more accepting and friendly than you would imagine.",
            "videoUrl": "https://www.youtube.com/embed/-dGMVmWorzY",
            "subVideoUrl": "https://www.youtube.com/embed/cbythVmsVEI",
            "type": "24"
        },
        {
            "title": "Me And Myself",
            "subTitle": "2023 September",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>T</span>his is a piece of performance art that I self-directed and acted in, made originally as an installation piece telling my life story. I put the 6 projection boxes with the light closed, and then as the theme of the projection started to play on the screen, I opened the light inside the box so that the project could be shown on the screen while I posed in certain ways to demonstrate my inner self.<br/>These projections tell a tale of once not having been accepted; of working hard; of nostalgia; of hiding the true self. They also tell of perseverance; of optimism and determination; of dreams and difficulties. Welcome to my life: my past, my present, and my future. Understand the past, cherish your present, and dream of your future.",
            "videoUrl": "https://www.youtube.com/embed/OEiECI_2ZCU",
            "type": "23"
        }
    ]
}
