{
    "items": [
        {
            "title": "Oppression/Freedom: Let Me Out",
            "subTitle": "2023 Scholastic Art Award Gold Key Winner/Applied Art Student Award Winner (Published in website + Magazine)",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>I</span> view every school like its own box. In my observation, students often feel pressure to fit into boxes so that schools can evaluate their success with various standards. Outside of GPAs and SATs, there are additional unwritten qualities in each person that make them special.<br/>To me, education means more than just putting oneself into a box. I’ve seen my friends choosing to take the hardest AP classes not because they actually are interested in the material, but rather because the classes will get them into the “good colleges.” Education should not be disregarded as the simple process of making and fitting into boxes; through this piece, I wanted to encourage students, to tell them that creativity should not have a limit or a standard to it. Unbox yourself! Be who you truly are! Take the classes you want to take: That will make you who you want to be in the future.",
            "bottomTitle": "September 2022",
            "size": "[ 45cm x 35cm x 20cm ]",
            "material": "Cardboard、Plastic、Acrylic paint、Spray paint、Glue.",
            "mainImageList": [
                "/sculpture/A001-main-OK.png"
            ],
            "titleImage": "",
            "imageList": [
                "/sculpture/A002-OK.png",
                "/sculpture/A003-OK.png"
            ],
            "type": "2"
        },
        {
            "title": "Nourishment of Tree and of Man",
            "subTitle": "2023 Applied Art Student Award Winner (Published on Website + Magazine)",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>A</span>s a history student and an artist, I’ve always been interested in using historical references in my artwork. When I saw the prompt for the competition, I immediately thought of a famous line from the famous politician GuanZhong, who emphasizes the importance of education in China: “十年树木，百年树人。” This translates to “It takes ten years to nurture a tree, but it takes 100 years to educate a man.” Nurturing a man is ten times harder, but it is fundamentally important for the prosperity of society. <br/>Interestingly enough, the Chinese character 树 here not only refers to the tree but also acts as a verb, an action that can be interpreted as educating, establishing, or setting up. GuanZhong's message inspired this piece. In it, I used actual tree branches, cloth, Barbie dolls, paper, rope, and paint. As I wrapped the doll with cloth and wove it onto the tree, I drew a connection between the growth of a tree and the growth of a man. I hung little paper tags on the trees to illustrate what education is for me: Hope, Growth, Life, Wealth, and Status. I hope this artwork can prompt viewers to think about what education means for them.",
            "bottomTitle": "March 2023",
            "size": "[ 150cm x 135cm x 120cm ]",
            "material": "Doll、Cloth、Tree branch、Cardboard、Glue.",
            "mainImageList": [
                "/sculpture/D001-main-OK.png"
            ],
            "titleImage": "/sculpture/D002-OK.png",
            "imageList": [
                "/sculpture/D003-OK.png",
                "/sculpture/D004-OK.png"
            ],
            "type": "4"
        },
        {
            "title": "U.S / US",
            "subTitle": "2023 Applied Art Student Award Winner (Published in Magazine & Website) / 2023 Scholastic Art Award Honorable Mention",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>A</span> little over a year ago I saw the Arc De Triomphe in Paris all wrapped and covered up. This piece was one of the last dying wishes of the artist Christo, who never explained why he wished to do it; rather, he cared about the spectacle of public art and the viewer deciding upon its meaning. <br/>The sculpture took me three months to make. It’s made of heavy fabric–one side white and the other black–hung on ten-foot metal rods that are secured into the ground. I stenciled a word onto each side: Difference; Identity; Perspective; Equality. I cut the fabric into long strips so one could pass through it. The key was that I set it up while my entire school was in a meeting. They went into the building as usual, but when they came out, the walkways were “blocked” by my exhibition. At first, students walked around the exhibition. But soon people started to walk through and realized the sides displayed different colors and words.",
            "bottomTitle": "April 2022",
            "size": "[ 450cm x 350cm x 350cm ]",
            "material": "Cloth、Metal frame、Spray paint、Woodboard.",
            "mainImage": "/sculpture/C001-main-1-OK.png",
            "videoUrl": "https://www.youtube.com/embed/6cSRQP35a4s",
            "videoTitle": "<span style='font-weight: 700;'>Videoed in May</span> <span style='font-size: 1rem'>2022</span>",
            "imageList": [
                "/sculpture/C003-OK.png",
                "/sculpture/C004-OK.png",
                "/sculpture/C005-OK.png"
            ],
            "type": "3"
        },
        {
            "title": "This Decade",
            "subTitle": "2023 Summer Celebrating Art Award Winner (Published in Magazine)",
            "description": "The past decade has consisted of both great as well as painful moments. These events (Covid, climate change, etc) have taught us different lessons: Some are good, while some are bad. Remember the past and dream about the future! This is the lesson I’ve learned so far in my own journey. After all, these recent years have been tough for many people. But, looking back at the difficulties, they are also a special experience that will always hold a special place in our hearts. These sculptures are made to convey an aggressive feeling to my viewers, prompting everyone to reflect on our past disasters in their entirety.",
            "bottomTitle": "December 2022",
            "size": "[ 85cm x 20cm x 10cm ]",
            "material": "Flower Bud、Cicada Shell、Cardboard、Acrylic paint、Bamboo Stick、Tree branch、Medical Gauze、Rice Paper、Ink、Glue.",
            "mainImageList": [
                "/sculpture/I001-main-OK.png"
            ],
            "topImage": "/sculpture/I002-OK.png",
            "midImage": "/sculpture/I003-OK.png",
            "bottomImage": "/sculpture/I004-OK.png",
            "type": "7"
        },
        {
            "title": "Peace is Just a Word：Blood Stains",
            "subTitle": "2023 Scholastic Art Award Silver Key Winner",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>I</span> was inspired by what I’ve learned about the United Nations from my history teacher in relation to the ongoing conflict between Russia and Ukraine. What exactly can the UN do if it has no power to prevent war from happening? The UN speaks without weight given its lack of enforcement mechanisms, while countless people die every day. “Peace, Dignity, and Equality”, the three words that have been used to describe the UN, seem a little ironic during this time. The dead body in the middle of the piece is juxtaposed with the people around the table, which reveals the bloody nature of war and advocates for eventual peace.",
            "bottomTitle": "January 2022",
            "size": "[ 45cm x 45cm x 6.5cm ]",
            "material": "Flower Bud、Cicada Shell、Cardboard、Acrylic paint、Spray paint、Bamboo Stick、Rice Paper、Glue.",
            "mainImageList": [
                "/sculpture/B001-main-OK.png"
            ],
            "titleImage": "",
            "imageList": [
                "/sculpture/B002-OK.png"
            ],
            "type": "1"
        },
        {
            "title": "The Mural City: Identity & Symbolism",
            "subTitle": "",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>I</span> was introduced to Street Art recently and felt immediately drawn to the freedom that this art form expresses. When we are walking down the street, we often see street art on random walls. These murals seem to represent the culture of the city as well as the identity of the artists who created them. All kinds of symbols and murals were painted on the “boxes” to make the city look more lively than ever. The mural and the boxes are two opposing things: One symbolizes freedom, and the other symbolizes restriction.",
            "bottomTitle": "August 2023",
            "size": "[ 118cm x35cm x 28cm ]",
            "material": "Cardboard, Acrylic paint, Marker, Glue",
            "mainImageList": [
                "/sculpture/S-0001-main.png"
            ],
            "imageList": [
                "/sculpture/S-0002.png",
                "/sculpture/S-0003.png"
            ],
            "type": "6"
        },
        {
            "title": "Identity Unboxed: Building the Freedom Towers",
            "subTitle": "2023 Scholastic Art Award Winner Honorable Mention",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>I</span> was born and raised in Beijing, an extremely busy, indifferent, and restricted city. Everyone is doing their own job in the different “boxes” that they are put into. Do not yield to conformity. Do not restrict yourself to these boxes. Build a freedom tower and climb to the top, so that you might be able to see a brighter sky. I made them by putting different boxes on top of each other. The final result was the outcome of many attempts to make sure the form and visual effects were reaching perfection. I then put the furry monkeys in to represent ordinary people struggling to live in these boxes.",
            "bottomTitle": "November 2021",
            "size": "[ 145cm x 45cm x 45cm ]",
            "material": "Flower Bud、Cicada Shell、Cardboard、Acrylic paint、Spray paint、Bamboo Stick、Glue.",
            "mainImageList": [
                "/sculpture/F001-main-OK.png"
            ],
            "titleImage": "/sculpture/F002-OK.png",
            "imageList": [
                "/sculpture/F003-OK.png",
                "/sculpture/F004-OK.png"
            ],
            "type": "4"
        },
        {
            "title": "Yin-Yang:I am Not A Color",
            "subTitle": "2023 Scholastic Art Award Honorable Mention",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>T</span>he word Yinyang in China symbolizes two forces: Yang (white) represents day, light, and strength; yin (black) represents night, darkness, and flexibility. It was widely accepted in ancient China that yin and yang complement each other, and that’s how we and our world were born. However, in our modern world, White and Black seem to become two opposite and conflicting forces in many aspects of our lives. This sculpture is my attempt to say that White and Black make each other perfect. We should embrace more possibilities instead of just having absolute right or wrong. In this sculpture, I stuck empty Pringles containers together and colored them in black and white. I added the furry monkey on them at the end to represent people.",
            "bottomTitle": "December 2021",
            "size": "[ 60cm x 35cm x 35cm ]",
            "material": "Flower Bud、Cicada Shell、Paper Tube、Acrylic paint、Rice Paper、Glue.",
            "mainImageList": [
                "/sculpture/E001-main-OK.png"
            ],
            "titleImage": "",
            "imageList": [
                "/sculpture/E002-OK.png",
                "/sculpture/E003-OK.png"
            ],
            "type": "4"
        },
        {
            "title": "To Survive",
            "subTitle": "",
            "description": "Living is a struggle in itself. I read this from a comment under an article about the difficulties of making a living. I was deeply impressed and inspired by these quotes. That’s what led me to create this sculpture. I played with the color, the light, and the motion of the furry monkey to demonstrate a desperation to see the sky and for freedom. ",
            "bottomTitle": "December 2022",
            "size": "[ 15cm x 12cm x 12cm ]x3",
            "material": "Flower Bud、Cicada Shell、Carton、Acrylic paint、Tree branch、Laundry Paper、Glue.",
            "mainImageList": [
                "/sculpture/N001-main-OK.png"
            ],
            "bottomRightImage": "/sculpture/N002-OK.png",
            "type": "10"
        },
        {
            "title": "The Structure and the Shadow ",
            "subTitle": "I tried to play around with cardboard to see what effect structure can create using light and shadow. It turned out pretty interesting: The angel, the texture, and the structure all appear very cohesive despite their disparate properties.",
            "description": "",
            "bottomTitle": "March 2023",
            "size": "[ 30cm x 25cm x 12cm ]",
            "material": "Cardboard、Acrylic paint、Oil Painting Stick、Rice Paper、Ink、Glue.",
            "mainImageList": [
                "/sculpture/M001-main-OK.png"
            ],
            "bottomLeftImage": "/sculpture/M003-OK.png",
            "bottomRightImage": "/sculpture/M002-OK.png",
            "type": "9"
        },
        {
            "title": "Transformation: Wind",
            "subTitle": "",
            "description": "As the wind touched her cheek, she closed her eyes and became part of nature. This is how I felt when I witnessed this girl on the side of the street. The wind seems to transform her into a more beautiful person. I followed my feelings and imagination when I placed my hands on the clay. ",
            "bottomTitle": "August 2021",
            "size": "[ 38cm x18cm x 15cm ]",
            "material": "Clay",
            "mainImageList": [
                "/sculpture/Q001-main-OK.png"
            ],
            "topRightImage": "/sculpture/Q004-OK.png",
            "bottomRightImage": "/sculpture/Q002-OK.png",
            "type": "11"
        },
        {
            "title": "A Strange Stone",
            "subTitle": "",
            "description": "When I was young, my dad was in love with weird stones. I created this piece for him. It’s simply the result of me playing with the clay and experimenting with different forms.",
            "bottomTitle": "June 2021",
            "size": "[ 38cm x18cm x 15cm ]",
            "material": "Clay",
            "mainImageList": [
                "/sculpture/R001-main-OK.png"
            ],
            "topImage": "/sculpture/R002-OK.png",
            "bottomImage": "/sculpture/R003-OK.png",
            "type": "12"
        },
        {
            "title": "Elegance in Isolation",
            "subTitle": "",
            "description": "<span style='font-size: 2.25rem;line-height: 2.5rem;font-weight: 300;'>I</span>n this sketch, a guardian angel hovers over Shanghai's iconic skyline during the COVID-19 pandemic. The angel, dressed in ethereal robes, radiates hope and protection. With one hand holding a piece of white paper (reference from white paper protest), it symbolizes resilience and healing. The contrast between the angel's radiant presence and the subdued cityscape conveys hope and protection in a time of adversity.",
            "bottomTitle": "August 2023",
            "size": "[ 42.5cm x 30.5cm ]",
            "material": "Paper, Pencil",
            "mainImageList": [
                "/sculpture/Z001-main-OK.png"
            ],
            "topImage": "/sculpture/Z002-OK.png",
            "bottomImage": "/sculpture/Z003-OK.png",
            "type": "12"
        },
        {
            "title": "The Paper of Hope",
            "subTitle": "",
            "description": "Inspired by the white paper protest that happened in China, I created this piece because I think the paper that people held in their hands during this protest represented the huge weight of Hope.",
            "bottomTitle": "May 2023",
            "size": "[ 60cm x 30cm x 30cm ]",
            "material": "Doll、Cloth、Metal Frame、Candle、Cardboard、Spray paint、Rice Paper、Glue.",
            "mainImageList": [
                "/sculpture/G001-main-OK.png"
            ],
            "titleImage": "/sculpture/G002-OK.png",
            "imageList": [
                "/sculpture/G003-OK.png",
                "/sculpture/G004-OK.png"
            ],
            "type": "5"
        },
        {
            "title": "If Humans Could Fly",
            "subTitle": "2023 Scholastic Art Award Winner Honorable mention",
            "description": "I’ve always wondered what would happen if humans became birds. I admire the freedom that birds have because they can travel wherever they want. I wish I could be a bird. My decision to leave China at 12 years old freed me from a cage. Everyone deserves to stand on top of the tree and fly into a vast sky. This is why I give the furry monkeys wings on their back. I stick actual tree branches on cardboard and then put the furry monkeys on them.",
            "bottomTitle": "August 2022",
            "size": "[ 85cm x 20cm x 10cm ]",
            "material": "Flower Bud、Cicada Shell、Paper Tube、Acrylic paint、Tree branch、Glue.",
            "mainImageList": [
                "/sculpture/H001-main-OK.png"
            ],
            "titleImage": "/sculpture/H004-OK.png",
            "imageList": [
                "/sculpture/H002-OK.png"
            ],
            "type": "6"
        },
        {
            "title": "Hamlet: the Turning Point",
            "subTitle": "English Class Project",
            "description": "This scene depicts a turning point in Hamlet’s mental state. Before this scene, his mind was unclear and full of hatred. The black and white therefore represent the just and evil sides of Hamlet. The figure behind Hamlet represents not only his father’s ghost but also the hatred that has dominated his mind.",
            "bottomTitle": "Decmber 2022",
            "size": "[ 45cm x 30cm x 20cm ]",
            "material": "Flower Bud、Cicada Shell、Carton、Acrylic paint、Beer Can、Metal Wire、Glue.",
            "mainImageList": [
                "/sculpture/O001-main-OK.png"
            ],
            "topRightImage": "/sculpture/O003-OK.png",
            "bottomRightImage": "/sculpture/O002-OK.png",
            "type": "11"
        },
        {
            "title": "Groton Crew",
            "subTitle": "2022 Scholastic Art Award Winner Honorable Mention",
            "description": "I made this as a gift for my Advisor Mr. Funnell. I was really happy that I was accepted to Groton, so I made a little present for him.",
            "bottomTitle": "May 2021",
            "size": "[ 45cm x 30cm x 20cm ]",
            "material": "Flower Bud、Cicada Shell、Carton、Acrylic paint、Beer Can、Metal Wire、Glue.",
            "mainImageList": [
                "/sculpture/P001-main-OK.png"
            ],
            "topRightImage": "/sculpture/P003-OK.png",
            "bottomRightImage": "/sculpture/P002-OK.png",
            "type": "11"
        }
    ]
}
